Repository: GSA/twitter-posts-to-blog
Catalog: languages/twitter-posts-to-blog-*.po
Languages: it_it

source: Import Tweets now!
it_it: Importa tweet ora!

source: Content selection
it_it: Selezione contenuti

source: Post customization
it_it: Personalizzazione post

source: Cron Settings
it_it: Ipostazioni cron

source: App settings
it_it: Impostazioni App

source: Advanced settings
it_it: Impostazioni avanzate

source: Items at time
it_it: Elementi simultanei

source: How many item want to load each time the cron run
it_it: Quanti elementi vuoi caricare ad ogni giro di cron

source: Words blacklist
it_it: Blacklist parole

source: Does not post tweets with these words (separated by comma ",")
it_it: Non pubblicare post con le seguenti parole (separate da virgola ",")

source: Users blacklist
it_it: Blacklist utenti

source: Does not post tweets of these users (separated by comma ",")
it_it: non pubblicate tweet dai seguenti utenti (separati da virgola ",")

source: Post Modifications
it_it: Modifiche post

source: Remove all hashtags from posts
it_it: Rimuovi tutti gli hashtag dai post

source: Remove all @replies from posts (removes retweet "RT @user:" text as well)
it_it: Rimuovi tutte le risposte (@replie) dai post

source: Your search queryes
it_it: Le tue query di ricerca

source: You can add more item by click the ADD button below
it_it: Puoi aggiungere più elementi cliccando il bottone Aggiungi

source: User timeline (screen_name)
it_it: Timeline utente

source: Retweets of id (tweet_id)
it_it: Retweet per id

source: User favorites (screen_name
it_it: Preferiti utente

source: Lists (list_id or slug of list)
it_it: Liste

source: Current queryes
it_it: Query correnti

source: From last
it_it: Mostra dall'ultima

source: Post tags
it_it: Tags dei post

source: Type tags you want append to each tweet (dont use query strings here)
it_it: Scrivi i tag che vuoi aggiungere a ogni post

source: Insert the author name as tag
it_it: Inserisci il nome dell'autore come tag

source: Post category
it_it: Categoria post

source: Content
it_it: Contenuto

source: Make hasktag linked
it_it: Crea link per gli hashtag

source: Make mentions linked
it_it: Crea link alle menzioni

source: Make urls linked
it_it: Rendi cliccabili gli url

source: Insert images ad feature image
it_it: Inserisci immagine come copertina

source: Body structure
it_it: Struttura corpo

source: Image size
it_it: Dimensione immagini

source: Select user image size
it_it: Scegli dimensione dell'immagine utente

source: Original
it_it: Originale

source: Title Settings
it_it: Impostazioni titolo

source: Title structure
it_it: Struttura titolo

source: Tweet from %author%
it_it: Tweet da %author%

source: Set the maximum length in characters of the title
it_it: Imposta lunghezza massima in caratteri del titolo

source: Remove urls from the title string
it_it: Rimuovi link dal testo del titolo

source: Date structure
it_it: Struttura data

source: See
it_it: Vedi

source: for all date structure codes
it_it: per tutte le informazioni sulla composizione della data

source: Capabilities
it_it: Permessi

source: Who can see this page and change settings
it_it: Chi può accedere alle impostazioni di questo plugin

source: Administrator
it_it: Amministratore

source: Author
it_it: Autore

source: Choose how much time must pass before load new items, use "never" to disable
it_it: Scegli quanto tempo deve passare prima di caricare nuovi elementi

source: Day of the month
it_it: Giorno del mese

source: Day of the week
it_it: Giorno della settimana

source: Monday
it_it: Lunedì

source: Tuesday
it_it: Martedì

source: Wednesday
it_it: Mercoledì

source: Thursday
it_it: Giovedì

source: Friday
it_it: Venerdì

source: Saturday
it_it: Sabato

source: Sunday
it_it: Domenica

source: Time
it_it: Ora

source: Twitter app settings
it_it: Impostazioni App Twitter

source: Publish settings
it_it: Impostazioni Pubblicazione

source: Server call method
it_it: Metodo di chiamata server

source: Post format
it_it: Formatta post

source: Post type
it_it: Tipo di post

source: Post status: published or draft
it_it: Stato del post, pubblicato o bozza

source: Published
it_it: Pubblicato

source: Draft
it_it: Bozza

source: Post method
it_it: Tipologia di post

source: One post per tweet
it_it: Un post per ogni tweet

source: All tweets in one post
it_it: Tutti i tweet in un solo grande post

source: Post author
it_it: Autore dei post

source: Nothing to show here
it_it: Nulla da mostrare qui

source: You need to configure tokens in the plugin settings page
it_it: Devi prima configurare i token nella pagina delle impostazioni

source: ERROR!
it_it: ERRORE!

source: Check your twitter app configuration
it_it: Verifica le configurazioni di twitter

source: Pic
it_it: Immagine

source: Filtered Tweet
it_it: Tweet filtrato

source: Original Tweet
it_it: Tweet originale

source: Tweet Time
it_it: Data Tweet

source: Publish
it_it: Pubblica

source: Publishing
it_it: Pubblicazione

source: This tweet is already published!
it_it: Tweet già pubblicato

source: Tweet nowt found, retry later!
it_it: Tweet non trovato, riprova più tardi
